Repository: vivazzi/vl_core_light
Catalog: vl_core/contrib/seo/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Meta keywords
ru: Мета-тег keywords (ключевые слова)

source: A list of tags (keywords) separated by commas.<br>The recommended number of words is up to 10, the total number of characters is 150 characters.<br>For example: personal growth trainings, improving memory, introducing good habits
ru: Список тегов (ключевых слов), разделённых запятыми.<br>Рекомендуемое количество слов - до 10, общее количество символов - 150 символов.<br>Например: тренинги личностного роста, улучшение памяти, внедрение полезных привычек

source: Meta description
ru: Мета-тег description (описание)

source: A short description of the page. Recommended length is 120-160 characters.<br>For example: Personal growth trainings from specialists of the highest category
ru: Краткое описание страницы. Рекомендуемая длина - 120-160 символов.<br>Например: тренинги личностного роста от специалистов высшей категории

source: Current site
ru: Текущий сайт

source: change
ru: изменить

source: Generate robots.txt and sitemap.xml
ru: Сгенерировать robots.txt и sitemap.xml

source: Content of
ru: Содержание

source: robots.txt created on the site "{}"
ru: Создан robots.txt на сайте "{}"

source: {}. Previously, this file was missing or it was deleted
ru: {}. Раньше этот файл отсутствовал или он был удалён

source: Generated sitemap.xml on the site "{}"
ru: Сгенерирован sitemap.xml на сайте "{}"

source: Empty
ru: Пустой

source: Generated sitemap without notifying search engines, since DEBUG mode is enabled
ru: Сгенерирована карта сайта без оповещения в поисковые системы, так как включён режим DEBUG

source: Generated sitemap with notification to search engines
ru: Сгенерирована карта сайта с оповещением в поисковые системы
